
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "Avancé";
"title_Back" = "Précédent";
"title_Cancel" = "Annuler";
"title_Continue" = "Continuer";
"title_Finish" = "Terminer";
"title_GoBack" = "Revenir";
"title_Next" = "Suivant";
"title_No" = "Non";
"title_Quit" = "Quitter";
"title_Skip" = "Oui";
"title_TryAgain" = "Réessayer";
"title_Update" = "Mettre à jour";
"title_Yes" = "Oui";
"title_StartAgain" = "Recommencer";
"title_StopBlinking" = "Arrêter le clignotement";
"title_Other" = "Autre…";
"title_Upload" = "Télécharger";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Borne d’accès";
"kDeviceOriginConfigured.Base Station" = "Précédente configuration de la borne d’accès";
"kDeviceOriginConfigured.Time Capsule" = "Précédente configuration de Time Capsule";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Réseau sans fil";
"kDeviceOriginNetworkPreferred" = "Réseau utilisé précédemment";

/* Status strings */
"status_Configured" = "Configuré";
"status_Unconfigured" = "Non configuré";

/* Joining wireless networks */
"password_protected" = "Le réseau AirPort « %@ » est protégé par un mot de passe.";
"enterprise_title" = "Réseau WPA Entreprise";
"enterprise_error" = "Le réseau AirPort « %@ » est un réseau WPA Entreprise. L’Utilitaire AirPort ne prend pas en charge les réseaux WPA Entreprise.";
"password_error" = "Le mot de passe que vous avez saisi est incorrect.";
"generic_join_error" = "Une erreur est survenue lors de l’accès au réseau sans fil sélectionné.";
"tryAgain" = "Voulez-vous réessayer ?";
"generic_read_error" = "Une erreur est survenue lors de la communication avec le périphérique sélectionné.";
"join_warning" = "L’identification de cette AirPort Express requiert la modification des réseaux sans fil. Toutes les connexions via votre réseau sans fil actuel seront perdues. Souhaitez-vous continuer ?";
"finalJoinError" = "Une erreur s’est produite lors de l’accès au réseau sans fil « %@ ».";
"finalJoinSuggest" = "Essayez de sélectionner « %@ » dans le menu Wi-Fi.";

/* Identify */
"identify_title" = "Identification";
"light_is_blinking" = "Le voyant d’état de l’AirPort Express sélectionnée clignote d’une lumière ambre et verte.";
"GenericIdentifyDescription" = "Le voyant d’état de « %@ » est de couleur orange et verte, et clignote.";
"blinking_not_supported" = "La fonction d’identification n’est pas prise en charge par le périphérique sans fil AirPort que vous avez sélectionné";

/* Reading base station info */
"base_station_protected" = "Saisissez le mot de passe de %@.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "Aide AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "Aide AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Aucun nouveau réseau AirPort n’a été détecté";
"no_unconfigured_networks" = "Assurez-vous que votre %@ est correctement branchée et qu’elle se trouve à portée de votre ordinateur, puis cliquez sur Continuer pour rechercher à nouveau.";
"try_again_found_nothing" = "Aucun nouveau réseau AirPort n’a été détecté. Assurez-vous que votre %@ est branchée et qu’elle se trouve à portée de votre ordinateur, puis cliquez sur Réessayer.";
"no_mdns_record_showed_up" = "Utilitaire AirPort n’est pas parvenu à détecter votre périphérique sans fil AirPort.";
"no_other_networks_title" = "Aucun réseau AirPort n’a été détecté";
"no_other_networks_found" = "Assurez-vous que votre ordinateur se trouve dans la zone de détection de votre réseau existant.";


/* Keychain information */
"keychainBaseStationDescription" = "Mot de passe de la borne d’accès AirPort";
"keychainBaseStationType" = "Borne d’accès AirPort";
"keychainNetworkDescription" = "Mot de passe du réseau AirPort";
"keychainNetworkType" = "Réseau AirPort";
"keychainSpeakerDescription" = "mot de passe de l’application";
"keychainSpeakerType" = "Haut-parleur distant";

"ConfigAccessError" = "Erreur de borne d’accès";

/* Panel Headers */
"introHeader" = "Introduction";
"networkSetupHeader" = "Configuration du réseau";
"summaryHeader" = "Résumé";
"internetHeader" = "Configuration Internet";
"PeripheralsHeader" = "Configuration des disques AirPort";
"WDSHeader" = "Configuration du WDS";
"MigrateDiskHeader" = "Migration du disque";

/* Continue text strings */
"continueWelcome" = "Cliquez sur Continuer pour commencer.";
"continueProceed" = "« Continuer » pour poursuivre";
"continueScanAgain" = "Cliquez sur Continuer pour rechercher à nouveau.";
"wdsWarningFooter" = "Tout changement du nom, du mode de sécurité ou du mot de passe du réseau sans fil déconnectera le WDS.";
"clientWarningFooter" = "Toute modification du nom, du mode de sécurité ou du mot de passe du réseau sans fil risque de déconnecter votre AirPort Express.";
"clientStartWarningFooter" = "Si vous modifiez les réglages, vous risquez de déconnecter votre AirPort Express.";

/* Pre-verification error strings */
"mismatchPassword" = "Les champs « Mot de passe » et « Confirmer le mot de passe » ne concordent pas.";
"mismatchWirelessPassword" = "Les champs « Mot de passe d’accès sans fil » et « Confirmer le mot de passe » ne concordent pas.";
"mismatchPasswordReenter" = "Saisissez le même mot de passe dans les deux champs.";
"missingWirelessPassword" = "Un mot de passe d’accès sans fil est nécessaire pour continuer.";
"wirelessNetworkPassword" = "Mot de passe d’accès sans fil";
"missingNetworkName" = "Pour continuer, un nom de réseau sans fil est requis.";
"missingNetworkNameWDS" = "Choisissez un réseau AirPort Extreme ou AirPort Express pour continuer.";
"missingNetworkNameClient" = "Choisissez un réseau sans fil pour continuer.";
"missingAccountName" = "Pour continuer, un nom de compte PPPoE est requis.";
"missingPassword" = "Pour continuer, un mot de passe est requis.";
"missingPhone" = "Pour continuer, un numéro principal est requis.";
"missingUsername" = "Pour continuer, un nom de compte est requis.";

/* Public password strings */
"genericConfirmPublicPassword" = "Cette %@ est protégée par le mot de passe par défaut « public ».";
"ConfirmPublicPassword1" = "Pour renforcer la sécurité, créez un mot de passe différent.";

/* Error Titles */
"settingError" = "Erreur de réglage : %@";
"generalError" = "Erreur générale";
"passwordError" = "Erreur de mot de passe";

/* WDS status strings */
"ConfiguringForWDS" = "Configuration de cette %@ pour étendre votre réseau AirPort";
"WDSConfigInitialString" = "%@ est en cours de configuration pour l’extension de votre réseau sans fil existant. Veuillez patienter un instant.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Configuration du réseau principal pour un nouveau WDS distant.";
"WDSConfiguringRemote" = "Configuration du nouveau WDS distant pour accéder au réseau principal.";
"WDSJoiningNewNetwork" = "Accès au nouveau réseau WDS.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "Configuration de votre réseau sans fil existant pour y permettre les connexions.";
"DWDSConfiguringRemote" = "Configuration de %@ pour la connexion à votre réseau sans fil existant.";
"DWDSJoiningNewNetwork" = "Connexion à votre réseau sans fil existant.";
"GeneralDWDSError" = "Une erreur est survenue lors de la configuration de ce périphérique sans fil AirPort pour la connexion à votre réseau sans fil existant. Quittez Utilitaire AirPort et réessayez.";
"DWDSSetupCanceled" = "La configuration a été annulée.";
"DWDSConfigInitialString" = "%@ est en cours de configuration pour la connexion à votre réseau sans fil existant. Veuillez patienter un instant.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "Lecture des réglages de %@ sélectionné…";
"MigrateSettingsReadingSourceGeneral" = "Lecture des réglages du périphérique sans fil AirPort sélectionné…";
"MigrateRejoiningNetwork" = "Reconnexion au réseau…";
"MigrateSettingsGeneralError" = "Un problème est survenu lors de la configuration de ce %@ pour remplacer le périphérique sélectionné. Quittez Utilitaire AirPort et réessayez.";
"MigrateSettingsIniting" = "%@ est en cours de configuration pour remplacer le périphérique sans fil AirPort sélectionné…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Un problème est survenu lors du remplacement du Time Capsule sélectionné et du démarrage de la migration. Quittez Utilitaire AirPort et réessayez.";
"MigrateDiskIniting" = "Démarrage de la migration…";
"MigrateSettingsJoiningSource" = "Connexion au Time Capsule précédent…";
"MigrateDiskPreparingDest" = "Migration des réglages…";
"MigrateDiskWaitingForResolve" = "Attente du redémarrage des disques Time Capsule…";
"MigrateDiskStartingBackup" = "Démarrage de la migration de disque…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "Connexion au %@ précédent…";
"UpdateDeviceWritingSource" = "Écriture des réglages sur le nouveau %@…";
"UpdateDeviceGeneralError" = "Un problème est survenu lors de la configuration de ce %@. Quittez Utilitaire AirPort et réessayez.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Migration";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "Cliquez sur Mettre à jour pour faire migrer les réglages et le contenu du disque.";

/* Updating progress strings */
"genericWaitRestart" = "En attente du redémarrage de « %@ »…";
"networkSearch" = "Recherche de votre réseau sans fil…";
"attemptJoin" = "Accès à votre réseau sans fil en cours…";

/* Misc Strings */
"providedAuto" = "(fournie automatiquement)";
"selectNetwork" = "Sélectionner un réseau";

/* Summary Panel Labels */
"connectUsingLabel" = "Connexion via :";
"configureViaLabel" = "Configurer TCP/IP :";
"ipAddressLabel" = "Adresse IP :";
"accountNameLabel" = "Nom du compte :";
"serviceLabel" = "Nom du service :";
"connectUsingWDS" = "Se connecter à un réseau (par WDS)";
"SummaryTheseSettingsAreNotCorrect" = "Ces réglages ne sont pas corrects";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "Numéro secondaire :";
"usernameLabel" = "Nom du compte :";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "WDS avec WPA requiert de votre périphérique sans fil AirPort qu’il utilise le programme interne actuel. Veillez à utiliser le programme interne le plus récent ou choisissez WEP comme sécurité d’accès sans fil, puis réessayez.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Vous avez choisi comme périphérique sans fil principal WDS un périphérique sans fil AirPort utilisant la sécurité WPA Entreprise. Utilitaire AirPort ne prend pas en charge WPA Entreprise sur le périphérique sans fil principal WDS.";

/* WDS Errors */
"GeneralWDSError" = "Une erreur est survenue lors de la configuration de ce périphérique sans fil AirPort pour WDS. Quittez Utilitaire AirPort et réessayez.";
"MainInBridgeModeForWDSError" = "Le périphérique sans fil AirPort que vous avez sélectionné comme périphérique sans fil principal WDS ne distribue pas d’adresses IP. Configurez ce périphérique sans fil afin qu’il distribue des adresses IP.";
"WDSSetupCanceled" = "La configuration du WDS a été annulée.";
"WDSErrorTitle"	= "Erreur de configuration du WDS";

/* Status messages */
"joining_network" = "Accès au réseau sans fil.";
"reading_config" = "Lecture de la configuration en cours…";
"status_scan" = "Recherche de réseaux en cours…";
"status_search" = "Recherche de votre périphérique sans fil AirPort…";
"status_identify" = "Identification en cours…";

/* Maybe needed to fix 3663944 */
"available_networks" = "Réseaux AirPort disponibles :";
"select_network" = "Sélectionnez le réseau AirPort que vous souhaitez configurer.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "Nom de %@";
"genericPasswordLabel" = "MDP %@";
"genericModeLabel" = "Mode %@";

"genericNewChoice" = "Configurer une nouvelle %@";
"genericOldChoice" = "Modifier les réglages d’une %@ existante";
"genericBasePassPanelHeader" = "Configuration de %@";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Choisissez de configurer une nouvelle %@ ou bien de modifier celle que vous avez déjà configurée.";
"genericSelectNewHeader" = "Sélectionnez le %@ à configurer. S’il n’est pas dans la liste, cliquez sur Rechercher à nouveau. Si vous ne savez pas quel périphérique sans fil AirPort sélectionner, cliquez sur Identifier.";
"genericSelectConfiguredHeader" = "Sélectionnez le %@ à modifier. S’il n’est pas dans la liste, cliquez sur Rechercher à nouveau. Si vous ne savez pas quel périphérique sans fil AirPort sélectionner, cliquez sur Identifier.";
"genericSelectNetworkHeader" = "Choisissez le réseau AirPort qui contient la %@ que vous souhaitez configurer.";
"genericClientDescription" = "Sélectionnez cette option si vous souhaitez que %@ étende la portée de votre réseau sans fil et partage sa connexion Internet.";
"genericNetworkNameHeader" = "Pour personnaliser votre %@, commencez par attribuer un nom à votre réseau sans fil.";
"genericNetworkNameDescription" = "Ceci est le nom que vous verrez lorsque vous voudrez vous connecter à votre réseau.";
"genericBaseNameDescription" = "Nommez ensuite votre %@.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%2$@ de %1$@";
"genericWirelessNetwork" = "Réseau";
"genericBasePasswordHeader" = "Saisissez un mot de passe pour protéger les réglages de cette %@.";
"genericBasePasswordDescription" = "Vous aurez besoin de ce mot de passe pour modifier les réglages de cette %@.";
"genericBasePasswordDescription2" = "Pour plus de sécurité, utilisez un mot de passe différent du mot de passe réseau.";
"genericModeHeader" = "Sélectionnez les opérations que vous souhaitez réaliser avec votre %@.";
"genericSummaryHeader" = "%@ utilisera les réglages ci-dessous. Assurez-vous qu’ils sont corrects.";
"genericSummaryNoChangeHeader" = "Ce %@ utilise actuellement les réglages ci-dessous.";
"genericReplaceSummaryHeader" = "Ce %1$@ va être configuré avec les réglages de « %2$@ ».";
"genericSummaryFooter" = "Si ces réglages sont corrects, cliquez sur Mettre à jour pour terminer la configuration de cette %@.";
"genericSummaryFooterClickInstructions" = "Cliquez sur Revenir pour modifier les réglages.";
"genericPPPoEHeader" = "Saisissez le nom du compte du protocole PPPoE (PPP over Ethernet), le mot de passe et le nom du service facultatif que votre fournisseur d’accès à Internet vous a fournis.";
"genericDHCPHeader" = "%@ est actuellement connectée à Internet par un modem câble ou DSL, ou via Ethernet à l’aide d’une adresse IP attribuée automatiquement par DHCP. Veuillez confirmer ou saisir les informations de votre choix parmi celles qui vous ont été transmises par votre fournisseur d’accès à Internet ou votre administrateur réseau.";
"genericModemHeader" = "Saisissez les réglages de modem de cette %@.";
"genericBridgeModeHeader" = "Choisissez si vous souhaitez que votre %@ soit en mode pont ou qu’il partage une adresse IP via DHCP et NAT.";
"genericBridgeModeYes" = "Mode pont";
"genericBridgeModeYesDescription" = "Sélectionnez cette option si votre %@ est connectée à un routeur ou à un autre périphérique réseau utilisant déjà DHCP et NAT pour attribuer des adresses IP aux ordinateurs de votre réseau.";
"genericBridgeModeNo" = "Partager une adresse IP unique via DHCP et NAT";
"genericBridgeModeNoDescription" = "Sélectionnez cette option si votre %@ est directement connectée à Internet avec un modem câble ou DSL ou à un réseau avec connexion Internet et si vous souhaitez fournir les adresses IP aux ordinateurs de votre réseau via DHCP et NAT.";
"genericFinalDescription" = "Votre %@ est configuré pour se connecter à Internet et partager une imprimante USB.";
"genericMissingNameWarning" = "Un nom de %@ est nécessaire pour continuer.";
"genericMissingNameWarning.alternateArticle" = "Un nom de %@ est nécessaire pour continuer.";
"genericMissingBasePassWarning" = "Pour continuer, un mot de passe est requis.";
"genericMismatchBasePassword" = "Les champs « Mot de passe » et « Confirmer le mot de passe » ne concordent pas.";
"ResetBroadbandMessage" = "Si vous utilisez un modem câble pour vous connecter à Internet, éteignez-le, débranchez la batterie s’il en possède une, attendez quelques secondes, rebranchez la batterie, puis allumez le modem.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "L’Utilitaire AirPort a détecté une nouvelle %1$@%2$@ appelée « %3$@ ».\n\nS’il ne s’agit pas de la %4$@ que vous souhaitez configurer, assurez-vous qu’elle est correctement branchée et qu’elle se trouve près de l’ordinateur, puis essayez à nouveau.";
"withNetworkNamed" = " avec un réseau sans fil";
"genericNoNetworksHeader" = "Aucun réseau %1$@ n’a été détecté. Assurez-vous que votre %2$@ est branchée et qu’elle se trouve dans le rayon de détection de votre ordinateur.";
"genericOldNetworkConfirm" = "L’Utilitaire AirPort a détecté une %1$@ avec un réseau sans fil nommée « %2$@ ».\n\nS’il ne s’agit pas de la %3$@ que vous souhaitez configurer, assurez-vous qu’elle est correctement branchée, qu’elle se trouve dans le rayon de détection de cet ordinateur, puis cliquez sur Rechercher à nouveau.";
"genericOldExpressConfirm" = "L’Utilitaire AirPort a trouvé une %1$@ nommée « %2$@ ».\n\nS’il ne s’agit pas de la %3$@ que vous souhaitez configurer, cliquez sur Rechercher à nouveau.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "Pour écouter votre musique iTunes via AirPort Express, sélectionnez ce dernier dans le menu local situé dans le coin inférieur droit de la fenêtre iTunes.";

"expressFinalDescription" = "Votre AirPort Express est configurée pour se connecter à Internet, partager une imprimante USB et écouter de la musique iTunes par le biais des haut-parleurs distants via AirPlay.";

"expressClientRadio" = "Se connecter à mon réseau sans fil actuel";
"extremeClientRadio" = "Étendre la portée de mon réseau AirPort Extreme ou AirPort Express";

"expressClientDescription" = "Sélectionnez cette option si vous ajoutez cette %@ à votre réseau sans fil actuel.";

"expressModeHeader" = "Les deux options vous permettent de partager une imprimante USB et d’écouter de la musique iTunes à l’aide de haut-parleurs distants via AirPlay.";

/* Reachability error */
"genericNetworkTitle" = "Erreur réseau";
"noWirelessReachability" = "Vous essayez d’accéder à un périphérique sans fil AirPort via votre carte AirPort ; cependant, un périphérique portant la même adresse IP est présent sur votre réseau Ethernet. Débranchez votre câble Ethernet, attendez quelques secondes, puis réessayez.";
"noEthernetReachability" = "Vous essayez d’accéder à un périphérique sans fil AirPort via Ethernet ; cependant, un périphérique portant la même adresse IP est présent sur votre réseau AirPort. Désactivez votre carte AirPort, attendez quelques secondes, puis réessayez.";
"genericReachabilityError" = "Une erreur est survenue lors de l’accès au périphérique sans fil AirPort sélectionné. Assurez-vous qu’aucun autre périphérique ne comporte d’adresse IP %@ sur votre réseau.";
"superGenericReachabilityError" = "Une erreur est survenue lors de la connexion au périphérique sans fil AirPort sélectionné.";
"WDSSetupRequiresAWirelessCard" = "Utilitaire AirPort ne peut pas configurer ce périphérique sans fil AirPort pour WDS, car aucune carte AirPort n’est installée sur cet ordinateur.";

/* Uploading Firmware */
"firmwareError"	= "Une erreur est survenue au cours de la mise à jour du programme interne %@.";
"firmwareProgress" = "Mise à jour du programme interne %@…";
"firmwareNewer" = "Une version plus récente (%1$@) du programme interne %2$@ est disponible.";
"firmwareNewerSmall" = "Cliquez sur Mettre à jour pour l’installer maintenant.";
"firmwareSuccess" = "La mise à jour de %@ a réussi.";
"firmwareRequired" = "Le réseau que vous avez sélectionné requiert la mise à jour de votre programme interne.";

/* AirPort 4.2 */
"wepLabel" = "WEP 128 bits (plus compatible)";
"wpa1label" = "WPA Personnel (plus sûr)";
"wpa2label" = "WPA2 Personnel (plus sûr)";
"wepDescription" = "Assure une sécurité plus adaptée aux périphériques et aux ordinateurs sans fil plus anciens. Pour faciliter l’accès au réseau à des ordinateurs autres que Macintosh, saisissez un mot de passe comportant exactement 13 caractères.";
"wpa1description" = "Apporte une sécurité d’accès sans fil maximale. Seuls les ordinateurs qui prennent en charge WPA pourront accéder à ce réseau. Vous devez saisir un mot de passe de 8 à 63 caractères ou de 64 caractères hexadécimaux.";
"wpa1and2description" = "Apporte une sécurité d’accès sans fil maximale. Les ordinateurs qui prennent en charge WPA ou WPA2 pourront accéder à ce réseau. Vous devez saisir un mot de passe de 8 à 63 caractères ou de 64 caractères hexadécimaux.";
"wpa2description" = "Apporte une sécurité d’accès sans fil maximale. Les ordinateurs qui prennent en charge WPA2 pourront accéder à ce réseau. Vous devez saisir un mot de passe de 8 à 63 caractères ou de 64 caractères hexadécimaux.";
"tsnDescription" = "Fournit un niveau de sécurité compatible avec les clients WEP plus anciens mais autorise les clients plus récents à accéder au réseau via WPA et WPA2. Vous devez saisir un mot de passe comportant 13 caractères exactement.";
"badWPAPasswordLength" = "Saisissez un mot de passe de réseau sans fil de 8 à 63 caractères.";
"v6_not_configured_title" = "IPv6 non configuré";
"v6_not_configred_on_all_interfaces" = "L’Utilitaire AirPort peut communiquer de manière plus fiable avec votre périphérique sans fil AirPort via IPv6.";
"v6_not_configured_turn_on_confirm" = "Souhaitez-vous activer IPv6 maintenant ?";
"v6_not_configured_turn_on" = "Activer IPv6 dans les Préférences Système.";
"v6_not_configured_turn_on_win" = "Activer IPv6 dans le tableau de bord.";
"authorization_error_title" = "Erreur d’autorisation";
"authorization_error" = "L’Utilitaire AirPort ne peut pas modifier vos réglages réseau car la sous-fenêtre des préférences Réseau est verrouillée.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "Ceci est le nom que vous utiliserez pour identifier cette %@.";
"BaseNameInternalDiskDescription" = "Ce nom sera également utilisé pour le disque Time Capsule.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Saisissez le mot de passe du disque Time Capsule ou des disques USB connectés à cette %@.";
"FileSharingPasswordPrompt" = "Saisissez le mot de passe des disques AirPort.";
"GuestAccessPrompt" = "Vous pouvez également autoriser les invités à se connecter à vos disques AirPort sans mot de passe.";
"FileSharingDisclosure" = "Options de partage de fichiers";
"UseDiskPasswordCheckBox" = "Utiliser un autre mot de passe pour protéger les disques";

/* Wireless Options Panel */
"RadioCountryDescription" = "Sélectionnez le pays dans lequel cette %@ est utilisée.";
"RadioModeDescription" = "Sélectionnez le mode radio de cette %@.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "Problème %1$d sur %2$d : %3$@";
"ProblemCodeProblemResolved" = "Ce problème a été résolu.";
"UnresolvedProblem" = "Voulez-vous poursuivre sans résoudre ce problème ?";
"UnresolvedProblemAssistant" = "Cette configuration provoquera le clignotement orange du voyant d’état de votre %@. Voulez-vous vraiment continuer ?";
"ProblemShouldBeResolved" = "Cliquez sur Ignorer pour empêcher le voyant d’état de votre %@ de clignoter en émettant une lumière orange pour signaler ce problème.";
"ProblemNotResolved" = "Ce problème n’a pas été résolu. Veuillez réessayer.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Résolution";
"ProblemSummaryIgnored" = "Ignoré(s)";
"ProblemSummaryResolved" = "Résolus";
"ProblemSummaryConfigChanged" = "Configuration modifiée";
"ProblemSummaryUnresolved" = "Non résolus";
"ProblemSummaryHeader" = "Cette sous-fenêtre affiche les problèmes que votre %@ a signalés et indique s’ils ont été résolus.";
"ProblemSummaryChoicePrompt" = "Que voulez-vous faire à présent ?";
"ProblemSummaryUpdateWithTheseSettings" = "Mettre ma borne %@ à jour à l’aide de ces réglages";
"ClickUpdateToUpdate" = "Cliquez sur Mettre à jour pour terminer la configuration de cette %@.";
"ProblemSummaryReconfigureToo" = "Modifier d’autres réglages sur ma borne %@";
"ProblemSummaryReconfigureFooter" = "Cliquez sur Continuer pour modifier les réglages de la %@.";
"ProblemSummarySwitch" = "Configurez un autre périphérique sans fil AirPort";
"ClickDoneToSwitch" = "Cliquez sur Terminé pour sélectionner un autre périphérique sans fil AirPort.";
"ProblemSummaryAllResolved" = "Félicitations ! Tous les problèmes ont été résolus.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Saisissez les informations TCP/IP que votre fournisseur d’accès à Internet vous a envoyées. Choisissez Via DHCP si vous avez reçu l’adresse IP automatiquement. Choisissez Manuellement pour saisir une adresse IP spécifique.";
"DHCPConfirmPanelDHCP_Yes" = "Je me connecte à Internet avec un modem câble ou DSL via DHCP";
"DHCPConfirmPanelDHCP_No" = "Je n’utilise pas DHCP";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "Je me connecte à Internet par modem câble ou DSL via PPPoE";
"PPPoEConfirmPanelPPPoE_No" = "Je n’utilise pas PPPoE";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Saisissez un nom et un niveau de sécurité pour le réseau sans fil.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Ce réseau sans fil est protégé via WPA Entreprise. Pour modifier les réglages du serveur RADIUS, sélectionnez Configuration manuelle dans le menu Borne d’accès.";
"NoSecurityLabel" = "Aucune sécurité";
"NoSecurityDescription" = "Tout périphérique sans fil peut accéder à votre réseau sans fournir de mot de passe.";
"NoSecurityUncheckedFooter" = "Vous devez cocher la case ci-dessus avant de passer à l’étape suivante.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "Choisissez le réseau sans fil que %@ doit utiliser. Si votre réseau n’apparaît pas, cliquez sur le menu pour réessayer. Si votre réseau n’apparaît toujours pas, assurez-vous qu’il est bien branché.";
"JoinNetworkQ61AudioNameSuggestion" = "Par exemple, Salon.";
"JoinNetworkExtendDescription" = "Pour étendre la portée du réseau et permettre aux clients de s’y connecter sans fil ou à l’aide d’Ethernet, cochez la case ci-dessous.";
"JoinNetworkExtendCheckboxTitle" = "Étendre la portée du réseau";
"JoinNetworkExtendWarning" = "Ceci peut affecter les performances du réseau dans l’ensemble.";
"JoinNetworkProxySTADescription" = "Si vous ne cochez pas cette case, votre %@ fournira des services audio et USB, et les clients ne pourront accéder au réseau que via Ethernet.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Choisissez le réseau Extreme ou AirPort Express que vous voulez étendre dans le menu ci-dessous. Si votre réseau n’apparaît pas, cliquez sur le menu pour réessayer. Si votre réseau n’apparaît toujours pas, assurez-vous que votre périphérique sans fil AirPort est branché et qu’il se trouve dans le rayon de détection de cet ordinateur.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Sélectionnez votre mode de connexion à Internet";
"InternetChoiceDSLCableEthernet" = "J’utilise un modem câble ou DSL avec DHCP ou une adresse IP statique";
"InternetChoiceDSLCablePPPoE" = "J’utilise un modem câble ou DSL avec PPP via Ethernet (PPPoE)";
"InternetChoiceLAN" = "Je me connecte à mon réseau local (LAN)";
"InternetChoiceModem" = "J’utilise un modem connecté à ma ligne téléphonique";
"InternetChoiceNoInternet" = "Je ne suis pas prêt à me connecter à Internet immédiatement";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Créer un nouveau réseau sans fil";
"ClientAP_APRadioDesc" = "Sélectionnez cette option si vous configurez un nouveau réseau sans fil pour partager une connexion Internet haut débit avec des ordinateurs sans fil.";
"ClientAP_FirstTimeConfig" = "Ceci semble être la première configuration de cette %@.";
"ClientAP_FirstTimePrompt" = "Sélectionnez le mode de configuration souhaité pour cette %@.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "Choisissez une option selon que vous souhaitez que votre %@ se joigne à votre réseau sans fil existant en tant que client sans fil ou bien étende la portée de votre réseau sans fil.";
"ClientWDS_JoinRadioTitle" = "Accéder à mon réseau sans fil";
"ClientWDS_JoinRadioDesc" = "Sélectionnez cette option si vous ne souhaitez utiliser votre %@ que pour partager une imprimante USB ou écouter de la musique iTunes à l’aide de haut-parleurs distants.";
"ClientWDS_ExtendRadioTitle" = "Étendre la portée de mon réseau AirPort Extreme ou AirPort Express";
"ClientWDS_ExtendRadioDesc" = "Sélectionnez cette option pour que votre %@ étende votre réseau sans fil et partage sa connexion Internet.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "Autre fournisseur d’accès à Internet";
"PrimaryPhoneNumber" = "Numéro de téléphone principal";
"PrimaryDNSServer" = "Serveur DNS principal";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@ permet de sauvegarder vos ordinateurs Mac OS X 10.5 et ultérieur à l’aide de Time Machine et de partager votre connexion Internet et vos périphériques USB sur votre réseau.";
"genericAudioProductTextBlock" = "%@ permet de lire de la musique iTunes à l’aide de haut-parleurs distants via AirPlay et de partager votre connexion Internet et vos périphériques USB à travers votre réseau.";
"genericProductTextBlock" = "%@ permet de partager votre connexion Internet et vos périphériques USB sur votre réseau.";
"genericInternalDiskProductNameTextBlock" = "Saisissez un nom pour votre %@. Ce nom permettra de l’identifier sur le réseau et servira également de nom pour le disque.";
"genericEnterName" = "Saisissez un nom pour votre %@.";
"IdentityDescription" = "Ce nom identifie votre %@ sur le réseau.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "Utilitaire AirPort a détecté le réseau sans fil « %@ » et découvert que cet ordinateur y était connecté. Que voulez-vous faire avec votre %@";
"ReplaceNetworkPanelReplacingPrevious" = "Remplacer « %1$@ » par %2$@";
"ReplaceNetworkPanelReplacingAnother" = "Remplacer un autre réseau par %@";
"ReplaceNetworkPanelCreatingNewNetwork" = "Utiliser %@ pour créer un nouveau réseau sans fil";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Sélectionnez le réseau que vous remplacez dans la liste ci-dessous :";
"TurnOffNetworkBeingReplaced" = "Débranchez l’appareil que vous remplacez, puis cliquez sur OK. Si vous envisagez d’utiliser l’appareil à nouveau, réinitialisez-le aux réglages par défaut.";

"FoundWirelessNetworksDescription" = "Utilitaire AirPort a découvert des réseaux sans fil. Disposez-vous déjà d’un réseau sans fil ?";
"NotFoundWirelessNetworksDescription" = "Utilitaire AirPort n’a découvert aucun réseau sans fil. Disposez-vous déjà d’un réseau sans fil ?";
"FoundWirelessNetworksIHaveOne" = "Je possède un réseau sans fil et souhaite ajouter %@ ou remplacer un des appareils de mon réseau";
"FoundWirelessNetworksIHaveOneDescription" = "Sélectionnez cette option si vous souhaitez remplacer votre borne d’accès ou votre routeur sans fil actuel par %@ ou l’ajouter à votre réseau.";
"CreateAWirelessNetwork" = "Je souhaite créer un réseau sans fil";

"genericWhatDoYouWantToDoWith" = "Sélectionnez les opérations que vous souhaitez réaliser avec %@.";

"ReplaceAddWiredChoiceJoin" = "Je veux que %@ se connecte à mon réseau actuel";
"ReplaceAddWiredChoiceReplace" = "Je souhaite remplacer une borne d’accès ou un routeur sans fil par %@";
"ReplaceAddWiredChoiceReplaceDescription" = "Sélectionnez cette option si vous souhaitez remplacer une borne d’accès ou un routeur sans fil de votre réseau et utiliser ses réglages pour %@.";
"JoinExpandWirelessDisabledChoiceJoin" = "Je veux que %@ se joigne sans fil à mon réseau actuel";
"JoinExpandWirelessDisabledChoiceExpand" = "Je souhaite connecter %@ à mon réseau à l’aide d’Ethernet pour étendre mon réseau sans fil ou créer un autre réseau";
"JoinExpandWirelessDisabledChoiceDisabled" = "Je souhaite désactiver le réseau sans fil sur cette %@ et la connecter à mon ordinateur ou réseau via Ethernet";


"ConfigureForWiredCreateAdditionalNetwork" = "Je veux créer un réseau supplémentaire";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Choisissez cette option si vous voulez connecter %1$@ via Ethernet et créer un réseau %2$@ en plus de votre réseau actuel. Les clients sans fil 802.11 b/g/n, notamment les iPhone, pourront se connecter à votre réseau 2,4 GHz existant. Les clients sans fil 802.11 a/n pourront se connecter au réseau 5 GHz.";
"ConfigureForWiredCreateRoamingNetwork" = "Je souhaite connecter %@ à mon réseau à l’aide d’Ethernet pour étendre mon réseau sans fil";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Choisissez cette option si %@ se connecte à votre borne d’accès/routeur sans fil existant via Ethernet et que vous voulez étendre la portée de votre réseau sans fil. Les deux réseaux auront le même nom et les clients sans fil se joindront automatiquement au réseau ayant le signal le plus puissant.";

"UseADifferentNetworkName" = "Le nom de ce réseau sans fil doit être différent de celui de votre réseau existant.";

"ReplaceNetworkTopDescription" = "Sélectionnez l’appareil ou le réseau à remplacer. S’il n’apparaît pas, assurez-vous qu’il est branché et à portée.";
"SelectNetworkTopDescription" = "Choisissez l’appareil ou le réseau auquel %@ se connectera à l’aide d’Ethernet. S’il n’apparaît pas, vérifiez qu’il est branché et à portée.";
"SelectNetworkBottomDescription" = "Si le périphérique est indisponible, cliquez sur Continuer sans sélectionner ni périphérique ni réseau.";
"MoreChoices" = "Afficher plus de choix";
"LessChoices" = "Afficher moins de choix";
"ScanAgain" = "Rechercher à nouveau";
"ReplaceOptionsOldDesc" = "Sélectionnez ce que vous voulez faire avec le périphérique précédent une fois que les réglages ont été transférés";
"ReplaceOptionsOld_Use" = "Continuer à l’utiliser dans mon réseau";
"ReplaceOptionsOld_Restore" = "Rétablir les réglages par défaut…";
"ReplaceBaseNameModifier" = " Ancien";

"ReconfigurePrintersTopDescription" = "Les imprimantes USB compatibles connectées à cette %@ sont partagées sur le réseau.";
"ReconfigurePrintersChangeNamesDescription" = "Pour modifier le nom d’une imprimante, double-cliquez sur son nom dans la colonne Nom partagé apparaissant dans la liste ci-dessous.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Modifier les noms ou les réglages de partage de vos imprimantes.";
"ReconfigurePrintersNoneDescription" = "Aucune imprimante USB n’est connectée à cette %@.";

"ReconfigureStartOver" = "Je souhaite rétablir les réglages d’origine de cette %@ puis la reconfigurer.";
"ReconfigureChangeSelectedSettings" = "Je souhaite modifier certains réglages de cette %@.";
"ReconfigureUseManualForOtherSettings" = "Si le réglage que vous souhaitez modifier n’apparaît pas, cliquez sur Configuration manuelle pour accéder à l’ensemble des réglages.";
"ReconfigureWirelessSecurity" = "Réseau sans fil";
"ReconfigureBaseStationSecurity" = "Nom et mot de passe de %@";
"ReconfigureInternetSettings" = "Connexion à Internet";
"ReconfigureFileSharingAccess" = "Disques";
"ReconfigurePrinters" = "Partage d’imprimantes USB";
"ReconfigureMusic" = "Musique";
"ReconfigureSelectAtLeastOneSetting" = "Sélectionnez au moins un réglage à modifier avant de cliquer sur Continuer.";
"ReconfigurePrompt" = "Cette %@ est déjà configurée et ne signale aucun problème. Vous pouvez rétablir ses réglages par défaut ou modifier ses réglages actuels.";
"ReconfigureGoBackForNoChanges" = "Pour ne pas effectuer de modifications, cliquez sur Revenir.";
"ReconfigureBasePasswordSecurePrompt" = "Cette %@ est configurée avec un mot de passe.";
"ReconfigureInternetPrompt" = "Cette %@ est configurée avec les réglages Internet suivants.";
"ReconfigureAirPlayPrompt" = "Cette %@ est configurée avec les réglages AirPlay suivants.";
"ReconfigureDiskPrompt" = "Cette %@ est configurée avec les réglages de partage de disques suivants.";
"ReconfigurePrintersPrompt" = "Cette %@ est configurée avec les réglages de partage d’imprimantes suivants.";
"ReconfigureWirelessSecurePrompt" = "Cette %@ est configurée avec les réglages sans fil suivants et utilise les réglages de sécurité WPA.";
"ReconfigureWirelessInsecurePrompt" = "Cette %@ est configurée avec les réglages sans fil suivants.";
"ReconfigureWirelessUseWPA" = "Il est recommandé d’utiliser les réglages de sécurité WPA.";
"ReconfigureAPModePrompt" = "Vous pouvez conserver les réglages pour ce mode ou choisir un autre mode.";
"ReconfigureFinalDescriptionNoChange" = "Les réglages de votre %@ n’ont pas été modifiés.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "Réglages %@.";
"ReconfigureKeepTheseSettings" = "Utiliser les réglages actuels de ce périphérique";
"ReconfigureKeepCurrentSettings" = "Utiliser les réglages %@ actuels de ce périphérique";
"ReconfigureKeepModeSettings" = "Conserver le mode sans fil actuel (%@)";
"ReconfigureChangeTheseSettings" = "Modifier ces réglages";
"ReconfigureChangeCurrentSettings" = "Modifier ces réglages %@";
"ReconfigureChangeModeCreate" = "Cette %@ est configurée pour créer un réseau sans fil.";
"ReconfigureChangeModeCreateTitle" = "Créer un réseau sans fil";
"ReconfigureChangeModeExtendTitle" = "Se connecter à un réseau via Ethernet pour étendre le réseau ou créer un second réseau";
"ReconfigureChangeModeJoin" = "Cette %@ est configurée pour se connecter à un réseau sans fil.";
"ReconfigureChangeModeJoinTitle" = "Accéder à un réseau sans fil";
"ReconfigureChangeModeDisable" = "Cette %@ est configurée avec son réseau sans fil désactivé.";
"ReconfigureChangeModeDisableTitle" = "Désactiver le réseau sans fil et se connecter à un ordinateur ou réseau via Ethernet";
"ReconfigureKeepOrChangePrompt" = "Faites votre choix puis cliquez sur « Continuer » pour poursuivre.";
"ReconfgureDiscardChangesPrompt" = "Voulez-vous vraiment annuler les modifications apportées à ces réglages ?";
"ReconfgureDiscardChanges" = "Éliminer les modifications";
"ReconfgureKeepChanges" = "Conserver les modifications";

"IfUnsureClickMoreInfo" = "Si vous ne savez pas quelle option sélectionner, cliquez sur En savoir plus.";

"UseManualSetupForOtherSettings" = "Utiliser la configuration manuelle pour les autres réglages";

"OnePanelCreateNetworkAutoConfigYes" = "Configurer cette %@ à l’aide de ces réglages.";
"OnePanelCreateNetworkAutoConfigNo" = "Modifier les réglages de cette %@";
"OnePanelCreateNetworkTopDesc" = "L’Utilitaire AirPort va configurer cette %@ pour créer un réseau sans fil sécurisé et se connecter à Internet.";
"PasswordsSavedToKeychain" = "Tous les mots de passe seront enregistrés dans le trousseau.";
"PasswordsSavedToKeychainWin" = "Le mot de passe de la borne d’accès et le profil sans fil seront enregistrés sur cet ordinateur.";
"WillConnectUsingEthernet" = "Cette %@ se connectera à Internet via Ethernet.";
"WillConnectUsingPPPoE" = "Cette %@ se connectera à Internet via PPPoE.";
"WillConnectUsingBridge" = "Cette %@ sera configurée en mode pont car elle est connectée à un routeur ou à un autre périphérique réseau utilisant déjà DHCP et NAT pour attribuer des adresses IP.";

"OnePanelReplaceTopDesc" = "L’Utilitaire AirPort peut faire migrer les réglages d’un autre périphérique sans fil. Veuillez sélectionner le périphérique dans la liste ci-dessous.";


"ContinueToUseAssistant" = "Cliquez sur Continuer pour utiliser l’assistant afin de configurer cette %@.";
"ClickQuitWhenDone" = "Cliquez sur Quitter si vous avez terminé de modifier un périphérique sans fil AirPort.";
"DoSomethingElse" = "Si vous souhaitez sélectionner un autre périphérique sans fil AirPort, sélectionnez-le dans la liste.";
"SomethingNeedsAttentionUpdate" = "Un ou plusieurs périphériques sans fil AirPort doivent être mis à jour.";
"SomethingNeedsAttentionProblem" = "Un ou plusieurs périphériques sans fil AirPort signalent des problèmes.";
"SomethingNeedsAttentionDefault" = "Un ou plusieurs périphériques sans fil AirPort disposent de réglages par défaut.";
"SomethingNeedsContinueUpdate" = "Cliquez sur Continuer pour sélectionner le périphérique suivant à mettre à jour.";
"SomethingNeedsContinueProblem" = "Cliquez sur Continuer pour résoudre les problèmes avec le périphérique suivant.";
"SomethingNeedsContinueDefault" = "Cliquez sur Continuer pour configurer le périphérique suivant.";

"UpdateFirmware" = "Mettre à jour le programme interne…";
"UpdateFirmwareTo" = "Mettre à jour vers %@…";
"CheckUpdateButton" = "Rechercher les mises à jour";
"CheckStatus" = "Recherche de mise à jour…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine conserve une sauvegarde de tout le contenu de votre Mac, y compris photos numériques, musique, vidéos, émissions de télévision et documents. En cas de besoin, vous pouvez facilement remonter le temps pour récupérer tout ce qui a été sauvegardé.";
"TimeMachineTopDesc2" = "Time Machine conserve des copies de tout le contenu de votre Mac, y compris fichiers système, applications et réglages, ainsi que votre musique, vos photos et autres fichiers importants. Étant donné que Time Machine conserve des sauvegardes quotidiennes, vous pouvez retrouver votre Mac tel qu’il était auparavant.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine est déjà configurée pour sauvegarder le contenu de cet ordinateur sur %@.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine est déjà configurée pour sauvegarder le contenu de cet ordinateur.";
"TimeMachineQueryDesc" = "Souhaitez-vous utiliser Time Machine pour sauvegarder le contenu de cet ordinateur sur votre %@ ?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Pas maintenant";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Oui (les préférences Time Machine s’ouvriront une fois votre Time Capsule mise à jour.)";
"TimeMachineBottomDesc" = "Time Machine conserve :\n\nles sauvegardes horaires pendant 24 heures\nles sauvegardes quotidiennes pendant 1 mois\n\nles sauvegardes hebdomadaires jusqu’à la saturation du disque.";
"TimeMachineUseTMPrefs" = "Pour sauvegarder le contenu d’autres ordinateurs de votre réseau ou définir d’autres options de Time Machine, utilisez les préférences Time Machine dans les Préférences Système.";
"TimeMachineWillLaunchTMPrefs" = "Les préférences Time Machine s’ouvriront une fois cette %@ configurée.";

"TimeMachineMigrateDiskDesc" = "Utilitaire AirPort peut faire migrer tout le contenu du disque de « %@ » vers ce Time Capsule.";
"TimeMachineMigrateDiskDesc.replace" = "Si le contenu du disque Time Capsule inclut une sauvegarde Time Machine, il sera transféré et tous les clients de Time Machine utiliseront le nouveau Time Capsule pour la sauvegarde.";
"TimeMachineMigrateDisk" = "Faites migrer le contenu du disque vers ce disque Time Capsule";
"TimeMachineMigrateDiskEraseSource" = "Effacez le contenu du disque de « %@ » après la migration";
"TimeMachineMigrateDiskEraseSource.description" = "Le contenu du disque de « %@ » sera effacé seulement si la migration du disque vers ce disque Time Capsule s’est déroulée avec succès.";
"TimeMachineMigrateDiskReplace.description" = "Remplacez tout le contenu de ce disque Time Capsule par le contenu du disque de « %@ »";

"TimeMachineMigrateDiskSummary.Settings" = "Utilitaire AirPort va faire migrer le contenu, les mots de passe et les réglages réseau de « %@ » vers votre nouveau %@.";
"TimeMachineMigrateDiskSummary.Backups" = "Si des sauvegardes de Time Machine se trouvent sur « %@ », elles seront également transférées. Cela pourrait prendre beaucoup de temps.";
"TimeMachineMigrateDiskSummary.Renaming" = "Le périphérique à partir duquel vous effectuez la migration est appelé « %@%@ » durant le processus. Le nouveau périphérique sera nommé « %@ ».";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "Après la migration, le contenu de tous les disques de « %@%@ » sera effacé.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "Le contenu de cette Time Capsule sera effacé avant que la migration ne démarre.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "Cette opération est irréversible.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "Une fois la migration terminée, vous pouvez rétablir les réglages par défaut de Time Capsule et effacer son disque.";
"HowToRestoreDefaults" = "Pour restaurer le périphérique, ouvrez sa configuration en le sélectionnant dans la barre latérale, cliquez sur Configuration manuelle, puis choisissez « Rétablir les réglages par défaut » dans le menu Borne d’accès.";
"HowToEraseDisk" = "Pour effacer le contenu du disque, choisissez Effacer le disque dans la sous-fenêtre Disques.";
 
"MigrateSummaryDescription" = "Cette %@ sera configurée pour utiliser les réglages de « %@ ». Ces réglages comprennent le contenu du disque, les mots de passe et les réglages réseau. Les éventuelles sauvegardes Time Machine contenues dans « %@ » feront également partie de la migration.";
"MigrateSummaryEthernetDescription" = "Pour optimiser la migration, à l’invite, reliez le port WAN de l’ancien périphérique à un port LAN du nouveau périphérique au moyen d’un câble Ethernet.";
"MigrateSummaryMoreInfo" = "Cliquez sur En savoir plus pour obtenir des informations supplémentaires sur la migration, puis sur Mettre à jour pour commencer la migration.";

"WirelessInterfaceIsOff" = "Votre interface de réseau sans fil est désactivée.";
"AirPortIsOff" = "AirPort est désactivé.";
"MigrateRequiresAirPort" = "AirPort doit être activé pour permettre le remplacement d’une borne d’accès ou d’un routeur sans fil. Activer AirPort ?";
"MigrateRequiresWireless" = "La connexion sans fil doit être activée pour permettre le remplacement d’une borne d’accès ou d’un routeur sans fil.";
"AUWorksBetterWithWireless" = "Assurez-vous qu’une carte réseau sans fil est installée et configurée et que la connexion sans fil est activée.";
"AUWorksBetterWithAirPort" = "Assurez-vous qu’une carte Airport est installée et qu’AirPort est activé.";


/* End of AirPortAssistant.strings file */
